Repository: sleepycat/fp3
Catalog: app/locales/*.po
Languages: fr

source: /drug-seizures
fr: /saisies-de-drogues

source: /terms-and-conditions
fr: /avis

source: new
fr: nouveau

source: Switch language
fr: basculer la langue

source: 15m Quickstart Blog Tutorial
fr: Tutoriel de démarrage rapide de 15 minutes pour un blog

source: Amount (grams)
fr: Quantité (grammes)

source: An Unexpected Error Occured
fr: Une erreur inattendue s’est produite.

source: Drug Seizures
fr: Saisies de drogues

source: Drug Seizures Form
fr: Formulaire de saisie de drogue

source: English
fr: Anglais

source: Enter a numerical amount in grams
fr: Entrer une quantité numérique en grammes

source: Enter the (suspected) type of substance
fr: Indiquer le type de substance (présumée)

source: Enter the date the seizure of the substance took place
fr: Indiquer la date à laquelle la saisie de la substance a eu lieu.

source: Enter the date the seizure was reported.
fr: Indiquer la date à laquelle la saisie a été signalée

source: Federal Policing
fr: Police fédérale

source: Federal Policing Public Portal
fr: Portail public de la police fédérale

source: French
fr: Français

source: grams
fr: grammes

source: Home
fr: Accueil

source: Legal jargon
fr: Termes juridiques obscurs

source: Month
fr: Mois

source: Must be a date
fr: Doit être une date

source: New seizure record
fr: Nouveau record de saisie

source: Please enter an number
fr: Veuillez entrer un numéro

source: Please enter text with the assumed type of the substance
fr: Veuillez saisir un texte indiquant le type supposé de la substance.

source: Public Portal
fr: Portail public

source: Remix Docs
fr: Documentation Remix

source: Reporting Date
fr: Date du rapport

source: Royal Canadian Mounted Police
fr: Gendarmerie royale du Canada

source: Royal Canadian<0/>Mounted Police
fr: Gendarmerie royale<0/> du Canada

source: Seizure Date
fr: Date de la saisie

source: Submit Seizure
fr: Soumettre la saisie

source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

source: Terms
fr: Avis

source: Terms and Conditions
fr: Avis

source: The logo of the RCMP
fr: Le logo de la GRC

source: Total Amount
fr: Montant total

source: Year
fr: Année
